{
  "herbs": [
    {
      "id": "herb-aldaka",
      "name": "Aldaka",
      "type": "alterant",
      "preparation": "maceration",
      "price": 100,
      "part": "champignon",
      "habitat": "outreterre",
      "seasons": ["printemps", "ete", "automne"],
      "description": "L'aldaka est un champignon de couleur rouge sombre qui pousse sous terre, loin de la lumiere du jour. Prepare avec un savant melange d'huiles et d'epices, on en fait une maceration a l'odeur ignoble qui possede la vertu de rendre immediatement la vue a une creature aveugle si on l'applique directement sur les yeux.",
      "effect": "Une creature qui souffre temporairement de l'etat aveugle et sur laquelle on applique cette creme recupere immediatement la vue. De plus, une creature definitivement aveugle pour des raisons naturelles a 50% de chance de recuperer la vue apres son application pour une duree de 10 minutes, a condition de posseder ses globes oculaires parfaitement intacts."
    },
    {
      "id": "herb-alkanet",
      "name": "Alkanet",
      "type": "antipoison",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "foret",
      "seasons": ["printemps", "automne"],
      "description": "Cette plante aux epaisses feuilles brun rouge qui n'aime pas la lumiere vive pousse dans les forets epaisses. Ses feuilles ressemblent de loin a un chou brun mais, si celles-ci sont comestibles, c'est surtout les racines de cette plante qui sont recherchees pour ses effets antipoison.",
      "effect": "Cette decoction donne un avantage aux jets de sauvegarde contre tous les poisons de type ingestion pour les 8 heures qui suivent, et aux jets de sauvegarde pour annuler l'etat empoisonne et tout autre effet du a un poison de type ingestion qui a ete absorbe dans l'heure precedente la consommation du breuvage. Le sujet ne recupere toutefois aucun point de vie perdu a cause du poison."
    },
    {
      "id": "herb-alleha",
      "name": "Alleha",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "L'alleha est une plante sauvage de 30 cm de haut qui donne de petites fleurs jaune vif. Son infusion relevee avec de l'huile de noix ou d'olives est couramment utilisee apres une dure journee de travail pour recuperer et lutter contre les effets de la fatigue.",
      "effect": "Boire l'infusion diminue de 1 le niveau d'epuisement, si l'on n'est pas deja mort bien entendu, pour les 8 heures qui suivent. Si la creature possede encore des niveaux d'epuisement apres ce delai, elle reprend un niveau."
    },
    {
      "id": "herb-amrans",
      "name": "Amrans",
      "type": "curatif",
      "preparation": "absorption_directe",
      "price": 5,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "L'amrans est une plante peu commune mais facile a reperer en raison des couleurs roses et violettes de ses petits fruits qui mesurent la moitie d'un grain de raisin. Ceux-ci, s'ils sont manges frais, c'est a dire juste apres la cueillette, revitalisent l'organisme.",
      "effect": "Manger les fruits de l'amrans fait recuperer 1 point de vie par niveau. En absorber une grande quantite ne cumule pas les effets et ne permet que de recuperer 1 point de vie par niveau entre deux repos courts."
    },
    {
      "id": "herb-angelique",
      "name": "Angelique",
      "type": "fortifiant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "outreterre",
      "seasons": ["ete"],
      "description": "Cette plante tres rare aux grandes feuilles marron ne pousse que sous terre sur des terrains rocailleux. Sa taille depasse rarement les 50 cm de haut, mais son diametre peut faire plus d'un metre. Ces fruits qui ressemblent a des noix sont tres prises pour fortifier la vue.",
      "effect": "Manger des noix d'angelique donne un bonus de +1 aux jets de sauvegarde pour ne pas etre aveugle pour les 8 heures qui suivent. En absorber une grande quantite ne cumule pas le bonus."
    },
    {
      "id": "herb-arlan",
      "name": "Arlan",
      "type": "curatif",
      "preparation": "infusion",
      "price": 10,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "L'arlan est une plante aux grandes feuilles vertes et aux petites fleurs qui pousse principalement dans les sous-bois. Le pollen de cette plante a des vertus curatives.",
      "effect": "Une infusion d'arlan soigne 2 points de vie par niveau, pour un maximum de 20 points de vie. Chaque tisane doit etre prise a intervalle minimum de 2 heures pour faire effet."
    },
    {
      "id": "herb-anserke",
      "name": "Anserke",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "desert",
      "seasons": ["printemps", "automne"],
      "description": "L'anserke est une sorte de cactus tres epineux qui pousse dans les deserts chauds. L'element principal de la preparation qu'on en tire et qui renforce l'immunite face a de tres nombreux types de maladies sont ses racines qui s'enfoncent a plus de deux metres sous le sol.",
      "effect": "Ingurgiter la decoction d'anserke donne un avantage aux jets de Constitution contre toutes les maladies non magiques pour un nombre de jours egal au modificateur de Constitution de la creature (minimum 1)."
    },
    {
      "id": "herb-archangelique",
      "name": "Archangelique",
      "type": "fortifiant",
      "preparation": "maceration",
      "price": 75,
      "part": "ecorce",
      "habitat": "arctique",
      "seasons": ["automne"],
      "description": "L'archangelique est un petit arbre tres rare de moins d'un metre de haut et qui pousse dans des climats extremement froids comme aux sommets des plus hautes montagnes. C'est son ecorce qui est recherchee par les herboristes car elle sert de base a une maceration qui permet de resister aux plus grands froids.",
      "effect": "Une creature qui absorbe la preparation d'archangelique gagne la resistance au froid pour 1 heure. Le sujet s'apercoit de la fin des effets par un retour progressif de la sensation de froid."
    },
    {
      "id": "herb-arkasu",
      "name": "Arkasu",
      "type": "curatif",
      "preparation": "decoction",
      "price": 15,
      "part": "ecorce",
      "habitat": "arctique",
      "seasons": ["automne"],
      "description": "L'arkasu est un arbre qui pousse sur des terres tres arides comme les deserts. On le trouve souvent seul au milieu de rien. La preparation a base de seve d'arkasu, appliquee sur des blessures, a des vertus curatives et cicatrisantes.",
      "effect": "La decoction soigne 1d6 points de vie mais ne fonctionne que pour les blessures par coupures, comme les degats occasionnes par des armes tranchantes ou perforantes. Pour une blessure donnee la decoction ne fonctionne qu'une seule fois."
    },
    {
      "id": "herb-arpusar",
      "name": "Arpusar",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "montagne",
      "seasons": ["ete"],
      "description": "L'arpusar est un arbuste d'environ 1,20 metre de hauteur et au tronc tordu qui possede de longues feuilles pointues en dents de scie et pousse en altitude. L'infusion qu'on tire des feuilles d'arpusar donne un bref sursaut de force physique.",
      "effect": "Cette infusion donne un bonus de +1 aux degats avec une arme de corps a corps pour la minute qui suit. Elle se conserve generalement dans une fiole."
    },
    {
      "id": "herb-asarabacca",
      "name": "Asarabacca",
      "type": "alterant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "L'asarabacca est une plante haute qui donne des fruits tres rouge de la taille d'une groseille. Ces fruits qui n'ont pas vraiment de gout ont la faculte d'apaiser les animaux si ceux-ci les mangent.",
      "effect": "Une creature de type bete qui ingurgite les fruits d'asarabacca devient docile et incapable de violence pour l'heure qui suit, sauf bien sur si on se montre agressif envers elle, auquel cas sa nature reprend rapidement le dessus. Ces fruits n'ont par contre aucun effet sur les humanoides ou les monstres."
    },
    {
      "id": "herb-ashine",
      "name": "Ashine",
      "type": "fortifiant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "L'ashine est une plante grimpante et parasite semblable au lierre qui pousse le long des arbres en foret. Ses pousses jaune-tachete preparees en infusion permettent de mieux resister aux morsures des lycanthropes afin d'eviter d'attraper cette maladie. On dit egalement que la seule odeur de cette plante repousse les lycanthropes, mais cette faculte n'est pas reellement prouvee.",
      "effect": "Absorber une infusion d'ashine donne un bonus de +2 aux jets de sauvegarde de Constitution pour ne pas etre atteint de lycanthropie. L'infusion est active dans l'organisme pour 1d4 heures."
    },
    {
      "id": "herb-balme",
      "name": "Balme",
      "type": "curatif",
      "preparation": "infusion",
      "price": 20,
      "part": "ecorce",
      "habitat": "outreterre",
      "seasons": ["automne"],
      "description": "Le balme est un arbre aux rares feuilles rouge noire de forme ovale qui peut mesurer jusqu'a deux metres de haut et qui pousse sous terre, loin de la lumiere du soleil. Une infusion de son ecorce, a condition d'etre bue chaude, est un tres bon antidote contre tous types de poison.",
      "effect": "Le breuvage permet de recuperer 1d8 points de vie perdus a cause de degats de type poison. Il n'a aucune vertu preventive, donc n'a aucune action s'il est bu avant de recevoir les degats de poison."
    },
    {
      "id": "herb-barr",
      "name": "Barr",
      "type": "fortifiant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "Le barr est un petit arbuste qui peut atteindre les 1,50 metre de haut. La preparation que l'on peut faire a base des petits fruits rouges de cette plante fortifie l'esprit.",
      "effect": "Une infusion de barr donne un bonus de +1 aux jets de sauvegarde pour ne pas etre charme durant 8 heures."
    },
    {
      "id": "herb-atigax",
      "name": "Atigax",
      "type": "alterant",
      "preparation": "maceration",
      "price": 100,
      "part": "champignon",
      "habitat": "outreterre",
      "seasons": ["printemps", "ete", "automne"],
      "description": "Ce champignon qui pousse dans l'Outreterre est de couleur noire et son contact est urticant. La maceration qu'on en fait est tres recherchee par certaines creatures nocturnes ou souterraines pour se deplacer a la surface de jour sans probleme car elle ote la sensibilite au soleil.",
      "effect": "La preparation d'atigax annule le desavantage aux jets d'attaque et aux jets de Sagesse (Perception) bases sur la vue qu'impose la capacite Sensibilite au soleil pour une duree de 1d4 heures."
    },
    {
      "id": "herb-attanar",
      "name": "Attanar",
      "type": "dopant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "arctique",
      "seasons": ["printemps", "automne"],
      "description": "L'attanar est une mousse blanchatre qui pousse sur les pierres dans des climats extremement froids comme aux sommets de tres hautes montagnes. Surnommee la mousse des drakeides, elle rend plus puissante le Souffle des creatures de cette race.",
      "effect": "Un drakeide qui mache la mousse d'attanar voit le DD du jet de sauvegarde pour resister a son Souffle augmenter de +2 jusqu'a son prochain repos court ou long, lorsque la baisse d'adrenaline contrebalance ces effets."
    },
    {
      "id": "herb-bastit",
      "name": "Bastit",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "marais",
      "seasons": ["ete"],
      "description": "Le bastit est une plante carnivore qui pousse dans les marais et se nourrit de tous les insectes qui passent a sa proximite. Ses fleurs rouges et jaunes sont particulierement recherchees par les ensorceleurs car elle leur permet de recuperer plus rapidement. L'infusion de bastit ne doit pas etre bue mais inhalee. L'odeur qu'elle degage, plutot agreable au passage, a par contre la facheuse tendance d'attirer les moustiques.",
      "effect": "Inhaler une infusion de bastit permet a un ensorceleur de recuperer un point de sorcellerie depense auparavant. Ses effets ne sont pas cumulables et cela ne fonctionne qu'une fois entre deux repos longs."
    },
    {
      "id": "herb-birnot",
      "name": "Birnot",
      "type": "fortifiant",
      "preparation": "maceration",
      "price": 75,
      "part": "plante",
      "habitat": "montagne",
      "seasons": ["ete"],
      "description": "Le birnot est un arbre aux feuilles poilues qui pousse en altitude. Ses glands, de fort mauvais gout au demeurant, servent a l'elaboration d'un breuvage qui renforce l'organisme.",
      "effect": "La maceration octroie un avantage aux jets de sauvegarde de Constitution pour une heure. Il est toutefois a noter que cette preparation n'est pas efficace pour tous les organismes et n'a en moyenne que 20% de chance de fonctionner pour une creature non humanoide."
    },
    {
      "id": "herb-belan",
      "name": "Belan",
      "type": "fortifiant",
      "preparation": "maceration",
      "price": 75,
      "part": "racines",
      "habitat": "desert",
      "seasons": ["printemps", "automne"],
      "description": "Le belan est un petit arbre d'environ 2 metres au tronc massif et de couleur tres foncee qui pousse sur des terres tres arides. La maceration que l'on realise avec ses racines, tres profondes, permet de resister aux fortes chaleurs et meme aux brulures.",
      "effect": "La maceration de belan confere la resistance aux degats de feu pour 1 heure."
    },
    {
      "id": "herb-belramba",
      "name": "Belramba",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "foret",
      "seasons": ["printemps", "automne"],
      "description": "Le belramba est une sorte de lichen a la teinte rougeatre qu'on trouve principalement en foret. Sa preparation aide a surmonter la peur. De nombreux barbares en prennent avant les combats pour se donner du courage.",
      "effect": "Une decoction de belramba donne un avantage aux jets de sauvegarde pour ne pas etre effraye, que la cause de cette peur soit magique ou non, pour l'heure qui suit."
    },
    {
      "id": "herb-bisette",
      "name": "Bisette",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Les infusions de cette jolie plante aux fleurs bleu vif et aux fines tiges violette renforcent l'adresse naturelle d'une creature. Pour la minute qui suit son absorption, l'infusion de bisette donne un bonus de +1 au toucher et aux jets de Dexterite. Attention toutefois, l'absorption de plus d'une tisane de bisette entre deux repos courts donne des troubles de la vision, et peut meme rendre temporairement aveugle en cas d'exces.",
      "effect": "Pour la minute qui suit son absorption, l'infusion de bisette donne un bonus de +1 au toucher et aux jets de Dexterite."
    },
    {
      "id": "herb-borage",
      "name": "Borage",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Cet arbuste aux fines et longues tiges d'environ 50 cm possede des fruits rouge vif qui ont la forme d'un raisin. Ceux-ci sont utilises par les grands voyageurs pour supporter les longues marches.",
      "effect": "Manger les fruits de borage apres 8 heures de marche donne un bonus de +2 aux jets de sauvegarde de Constitution pour resister aux heures de marche supplementaires. L'effet disparait au premier jet de sauvegarde rate."
    },
    {
      "id": "herb-blabert",
      "name": "Blabert",
      "type": "dopant",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "desert",
      "seasons": ["automne"],
      "description": "L'ecorce de cette sorte de cactus vert-jaune que l'on trouve dans les deserts est utilisee pour lutter contre les effets de la fatigue.",
      "effect": "Une decoction de blabert reduit de 2 le niveau d'epuisement d'une creature. Accessoirement elle met egalement tres rapidement fin a tout probleme de dysenterie. Ses effets ne sont pas cumulables tant que l'on possede un niveau d'epuisement."
    },
    {
      "id": "herb-blarot",
      "name": "Blarot",
      "type": "curatif",
      "preparation": "decoction",
      "price": 20,
      "part": "racines",
      "habitat": "marais",
      "seasons": ["printemps", "automne"],
      "description": "Cette plante basse et touffue qu'on trouve au bord de certains marais possede des grappes de fleurs violettes en forme de clochettes qui flottent a la surface de l'eau. Ses racines possedent des vertus curatives.",
      "effect": "Une decoction de racines de blarot soigne les blessures superficielles et fait regagner 1d4 points de vie si le sujet possedait encore la moitie ou plus de ses points de vie avant l'absorption du breuvage."
    },
    {
      "id": "herb-bursthelas",
      "name": "Bursthelas",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "littoral",
      "seasons": ["ete"],
      "description": "Le bursthelas est une plante qui pousse en bord de mer ou d'etendues d'eau salee, et qui possede des fleurs roses qui attirent l'attention. L'infusion qu'on en tire accroit les performances aquatiques.",
      "effect": "Boire une infusion de bursthelas donne un bonus de +2 aux jets de Force (Athletisme) pour nager ou escalader dans des conditions difficiles et ce pour une duree de 1 heure. L'effet secondaire un peu deplaisant est que, passe ce delai, le bursthelas provoque de terribles maux d'estomac pendant l'heure qui suit."
    },
    {
      "id": "herb-calamus",
      "name": "Calamus",
      "type": "alterant",
      "preparation": "maceration",
      "price": 100,
      "part": "plante",
      "habitat": "littoral",
      "seasons": ["ete"],
      "description": "Le calamus est une plante aquatique semblable aux nenuphars qui pousse dans des climats chauds et humides a la surface d'etendues d'eau comme des lacs ou des etangs. Sa maceration, qui entre autres ingredients comprend plusieurs petits insectes, est une preparation recherchee car elle permet de recuperer l'ouie.",
      "effect": "Une creature qui souffre temporairement de l'etat assourdi recupere immediatement l'ouie. De plus, une creature definitivement sourde pour des raisons naturelles a 50% de chance de recuperer une audition equivalente a environ 25% d'une ouie normale durant 1 heure."
    },
    {
      "id": "herb-calcena",
      "name": "Calcena",
      "type": "curatif",
      "preparation": "maceration",
      "price": 75,
      "part": "champignon",
      "habitat": "foret",
      "seasons": ["printemps", "ete", "automne"],
      "description": "Le calcena est un petit champignon rose brun. Quiconque respire trop ses spores est pris d'hallucinations pour quelques minutes. Par contre, meticuleusement melange avec des huiles, on en tire une creme vivifiante qui aide a guerir plus rapidement.",
      "effect": "Appliquer la creme de calcena sur les levres d'un mourant donne un avantage au premier jet de Sagesse (Medecine) realise pour stabiliser le sujet."
    },
    {
      "id": "herb-callin",
      "name": "Callin",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Egalement appele la fleur des amoureux, le callin est une plante aux petites fleurs jaunes qui pousse en milieu tempere. Elle doit son surnom au fait que l'infusion qu'on en tire rend aimable, ce qui aide a convaincre.",
      "effect": "Le breuvage donne un bonus de +1 aux jets de Charisme pour l'heure qui suit."
    },
    {
      "id": "herb-cinq-feuilles",
      "name": "Cinq feuilles",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Cette plante aux feuilles roses a cinq petales fleurs est beaucoup plus rare que le callin car elle est devoree par de nombreux insectes de tous types, mais ses effets sont bien plus puissants. L'infusion de cinq feuilles est en fait un puissant aphrodisiaque qui augmente l'attirance sexuelle et le charisme.",
      "effect": "L'infusion de cinq feuilles donne un avantage aux jets de Charisme pour les 10 minutes qui suivent si le jet sert d'une certaine maniere a seduire une creature de votre espece peut attirer normalement. Dans le cas contraire, les creatures en face de vous ne percoivent aucune difference. Si une creature a ete seduite, elle ne change pas d'avis passees les 10 minutes car elle n'est pas charmee magiquement. Le seducteur doit par contre entretenir son effet de par lui-meme."
    },
    {
      "id": "herb-chasseloup",
      "name": "Chasseloup",
      "type": "antipoison",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "littoral",
      "seasons": ["printemps", "automne"],
      "description": "Cet arbuste d'environ 80 centimetres de haut possede des feuilles vertes striees de noir. Ses racines correctement preparees sont un tres bon antipoison contre les venins.",
      "effect": "Une infusion de chasseloup donne un avantage aux jets de sauvegarde contre les poisons de la categorie Venin pour l'heure qui suit. Le chasseloup est par contre inoperant si le poison est deja dans l'organisme."
    },
    {
      "id": "herb-chasterre",
      "name": "Chasterre",
      "type": "antipoison",
      "preparation": "decoction",
      "price": 50,
      "part": "champignon",
      "habitat": "outreterre",
      "seasons": ["printemps", "ete", "automne"],
      "description": "Le chasterre est un gros champignon qui poussait autrefois a la surface, mais de nos jours on ne le trouve plus que sous terre. Certaines communautes drows en font la culture, meme si le chasterre est fragile car il ne resiste pas a un exces ou a un manque d'eau. S'il a ete bien cultive, on en tire un antipoison tres prise.",
      "effect": "Une decoction de chasterre donne un avantage aux jets de sauvegarde contre les poisons de type contact ou blessure pour l'heure qui suit. Le chasterre est par contre inoperant si le poison est deja dans l'organisme."
    },
    {
      "id": "herb-cofrele",
      "name": "Cofrele",
      "type": "curatif",
      "preparation": "infusion",
      "price": 20,
      "part": "plante",
      "habitat": "montagne",
      "seasons": ["ete"],
      "description": "Cet arbre qui pousse en montagnes peut atteindre une hauteur de cinq metres. Mais si le cofrele est recherche, c'est pour le pollen jaune de ses fleurs qui soigne les contusions.",
      "effect": "Les infusions de pollen de cofrele permettent de recuperer 1d6 points de vie perdus a cause de degats de type contondant. Pour une blessure donnee, l'infusion ne fonctionne qu'une seule fois. Accessoirement elle est egalement tres efficace contre les maux de tete."
    },
    {
      "id": "herb-colerte",
      "name": "Colerte",
      "type": "fortifiant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "littoral",
      "seasons": ["ete"],
      "description": "La colerte est une plante a grosses feuilles et aux jolies fleurs jaunes qui pousse dans des climats chauds a basse altitude. Boire une infusion de colerte avant de boire de l'alcool permet de rester sobre.",
      "effect": "Les effets nefastes sur le cerveau sont elimines durant une grosse heure, mais l'alcool n'est pas elimine de l'organisme. Si trop d'alcool est ingere, le coma ethylique peut donc malgre tout survenir."
    },
    {
      "id": "herb-coparnie",
      "name": "Coparnie",
      "type": "dopant",
      "preparation": "maceration",
      "price": 75,
      "part": "racines",
      "habitat": "arctique",
      "seasons": ["printemps", "automne"],
      "description": "La coparnie est une plante tres rare completement blanche qui pousse uniquement sur des terres possedant une petite couche de neige permanente, ce qui designe des lieux tres particuliers, la hauteur de neige variant normalement de saison en saison. La preparation a base de ses racines est particulierement recherchee par les clercs et les pretres pour ses effets sur les morts-vivants.",
      "effect": "Un clerc qui boit une maceration de coparnie double la duree de renvoi des morts-vivants durant une minute."
    },
    {
      "id": "herb-covette",
      "name": "Covette",
      "type": "alterant",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "littoral",
      "seasons": ["automne"],
      "description": "Cet arbre qui peut atteindre les 12 metres de haut requiert des temperatures douces et possede une epaisse ecorce semblable a celle du liege, avec laquelle on fait les bouchons des bouteilles de vin. Mais une decoction d'ecorce de covette a la propriete de purifier l'eau.",
      "effect": "L'equivalent d'une fiole de cette preparation elimine toutes les bacteries dans 20 litres d'eau. Notez toutefois qu'elle n'agit que sur les bacteries et les microbes, donc protege de toutes sortes de maladies, mais en aucun cas la covette ne permet de neutraliser les effets d'un poison."
    },
    {
      "id": "herb-culkas",
      "name": "Culkas",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "montagne",
      "seasons": ["printemps", "automne"],
      "description": "Les racines de culkas, un type de ronces d'apparence anodine, ont la particularite de fermer les pavillons internes des oreilles pour les races humanoides. La decoction qu'on en tire est generalement vendue sous forme de creme. L'appliquer dans ses oreilles diminue l'ouie d'environ 50%, ce qui permet tout de meme d'ecouter quelqu'un parler en face de soi, mais surtout cela empeche d'etre assourdi et ce, quel que soit le volume sonore agresseur, les pavillons se fermant completement en cas de volume excessif.",
      "effect": "Une creature qui s'enduit l'interieur des oreilles de creme de culkas gagne un avantage a tous ses jets de sauvegarde pour ne pas etre assourdi durant 1 minute. Appliquer plusieurs doses dans ses oreilles cumule la duree sans toutefois reduire l'ouie de plus de 50%."
    },
    {
      "id": "herb-darsurion",
      "name": "Darsurion",
      "type": "dopant",
      "preparation": "maceration",
      "price": 75,
      "part": "plante",
      "habitat": "marais",
      "seasons": ["ete"],
      "description": "Les feuilles de cette plante qu'un novice confondra surement avec des orties sont la base d'une preparation prisee par les barbares. Boire une maceration de darsurion augmente la duree de la rage d'un barbare de 1 round si celle-ci est declenchee dans les 10 minutes qui suivent l'absorption du breuvage. Ses effets sont cumulatifs si l'on boit plus d'une potion, avec toutefois un maximum de 5 rounds additionnels, soit 30 secondes.",
      "effect": "Boire une maceration de darsurion augmente la duree de la rage d'un barbare de 1 round si celle-ci est declenchee dans les 10 minutes qui suivent l'absorption du breuvage. Ses effets sont cumulatifs si l'on boit plus d'une potion, avec toutefois un maximum de 5 rounds additionnels, soit 30 secondes."
    },
    {
      "id": "herb-damatere",
      "name": "Damatere",
      "type": "curatif",
      "preparation": "maceration",
      "price": 30,
      "part": "plante",
      "habitat": "marais",
      "seasons": ["ete"],
      "description": "La damatere est une plante de la famille de l'ortie de couleur noire. Elle pousse generalement au plus profond des marais. Broyee et melangee a de l'eau pure, du jus de citron, et quelques huiles, sa maceration permet de guerir les blessures causees par de l'acide. L'application est tres douloureuse, la cicatrice qui restera est generalement horrible, mais les dommages seront soignes.",
      "effect": "Une preparation de damatere appliquee sur une blessure permet de recuperer 1d8 points de vie perdus a cause de degats de type acide."
    },
    {
      "id": "herb-dechale",
      "name": "Dechale",
      "type": "curatif",
      "preparation": "maceration",
      "price": 30,
      "part": "champignon",
      "habitat": "marais",
      "seasons": ["printemps", "ete", "automne"],
      "description": "Ce champignon noir tachete de rouge pousse dans les marais degage une odeur terrible et possede un gout detestable. Mais sa maceration possede la grande vertu de soigner les dommages necrotiques.",
      "effect": "Boire une maceration de dechale permet de recuperer 1d8 points de vie perdus a cause de degats de type necrotique."
    },
    {
      "id": "herb-degiik",
      "name": "Degiik",
      "type": "dopant",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "montagne",
      "seasons": ["automne"],
      "description": "Le degiik est un arbre qui pousse dans les regions montagneuses et qui possede des feuilles de couleurs noires et blanches. C'est toutefois son ecorce qui est recherchee pour ses effets qui activent le cerveau des creatures humanoides. La preparation est sans effet sur les animaux ou autres creatures.",
      "effect": "La decoction de degiik octroie un bonus de +1 au bonus de maitrise pour tous les jets d'Intelligence, de Sagesse et de Charisme pour une duree de 1 minute. Cela ne fonctionne pas pour les jets d'attaque et les jets de sauvegarde."
    },
    {
      "id": "herb-delrean",
      "name": "Delrean",
      "type": "curatif",
      "preparation": "maceration",
      "price": 30,
      "part": "racines",
      "habitat": "arctique",
      "seasons": ["printemps", "automne"],
      "description": "Le delrean est une plante tres rare qui pousse dans des climats de froid extreme. Ses racines, bouillies et correctement preparee, donne une sorte d'huile qui aide a soigner les degats de type radiant.",
      "effect": "La maceration de delrean permet de recuperer 1d8 points de vie perdus a cause de degats de type radiant. Si l'on veut en absorber plusieurs doses, il faut attendre au moins une minute entre chacune d'elles pour que leurs effets se cumulent."
    },
    {
      "id": "herb-ditanie",
      "name": "Ditanie",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "littoral",
      "seasons": [],
      "description": "Cette herbe de 40 a 50 cm de haut que l'on trouve dans les climats chauds donne une infusion qui aiguise les sens de la creature.",
      "effect": "La ditanie octroie un bonus de +2 a tous les jets de Sagesse pour 1 minute. Ses effets ne sont pas cumulables, et il faut meme ensuite attendre la fin d'un repos long pour qu'une seconde fiole puisse agir de la meme maniere."
    },
    {
      "id": "herb-dorose",
      "name": "Dorose",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La dorose est une plante haute qui depasse les 50 cm et atteint parfois un bon metre. Ses larges fleurs jaunes font jusqu'a 20 cm de diametre. Manger son pollen cru au gout d'amande augmente temporairement la perspicacite. Dans certaines cites, les gardes en mangent quand ils questionnent un etranger afin de les aider a deviner ses veritables intentions.",
      "effect": "Le pollen de dorose octroie un bonus de +1 aux jets de Sagesse (Intuition) pour 1 minute. On peut en manger autant que l'on veut, aucun effet secondaire n'est connu a ce jour."
    },
    {
      "id": "herb-draffe",
      "name": "Draffe",
      "type": "curatif",
      "preparation": "absorption_directe",
      "price": 5,
      "part": "plante",
      "habitat": "littoral",
      "seasons": ["ete"],
      "description": "La draffe est une plante aux tres jolies fleurs roses que l'on trouve dans les climats chauds, en bord de mer generalement. Macher ses feuilles a la forme non conventionnelle permet de recuperer plus rapidement.",
      "effect": "Macher des feuilles de draffe permet de recuperer 1 point de vie si le sujet possedait encore la moitie ou plus de ses points de vie avant cela, c'est-a-dire s'il n'etait pas vraiment blesse. Dans ce dernier cas la draffe n'a aucun effet. Absorber plusieurs doses cumule les effets."
    },
    {
      "id": "herb-entriste",
      "name": "Entriste",
      "type": "antipoison",
      "preparation": "maceration",
      "price": 75,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "L'entriste est une plante urticante qui pousse en foret. Ses feuilles mais surtout son pollen provoquent de fortes demangeaisons sur simple contact. C'est par contre un excellent antipoison vegetal.",
      "effect": "La maceration d'entriste donne un avantage aux jets de sauvegarde contre les poisons de type vegetal pour l'heure qui suit. L'entriste est par contre inoperant si le poison est deja dans l'organisme."
    },
    {
      "id": "herb-dramallon",
      "name": "Dramallon",
      "type": "curatif",
      "preparation": "decoction",
      "price": 20,
      "part": "ecorce",
      "habitat": "foret",
      "seasons": ["automne"],
      "description": "Cet arbre massif pousse au coeur des forets, la ou l'air est humide et ou la lumiere du soleil ne parvient pas jusqu'au sol. Son ecorce est recherchee pour ses vertus curatives. La preparation de dramallon necessite du miel d'abeilles et du sel.",
      "effect": "Une infusion de dramallon permet de recuperer 1d8 points de vie perdus a cause de degats de type foudre, a condition que ces degats aient ete infliges moins d'une heure avant son absorption."
    },
    {
      "id": "herb-ebure",
      "name": "Ebure",
      "type": "dopant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "marais",
      "seasons": ["printemps", "automne"],
      "description": "L'ebure est une plante qui pousse au bord des eaux stagnantes des marais, sur des terrains boueux de preference. Ses racines, une fois nettoyees, servent de base a une preparation qui aide efficacement a soigner la folie.",
      "effect": "Une decoction d'ebure reduit de moitie le temps d'une folie de courte ou longue duree. Plusieurs decoctions ne reduisent pas cette duree a moins de la moitie du temps original."
    },
    {
      "id": "herb-eldas",
      "name": "Eldas",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "ecorce",
      "habitat": "montagne",
      "seasons": ["automne"],
      "description": "Cet arbre pousse sur les versants ensoleilles des montagnes. Il est utilise par les montagnards qui ont la chance d'en posseder pres de leur habitation car ses effets pour lutter contre la fatigue ne sont plus a demontrer. Les doses doivent etre precises et moderees, car une surconsommation d'eldas peut provoquer les effets contraires, voire une crise cardiaque.",
      "effect": "Une infusion d'ecorce d'eldas reduit de 2 le niveau d'epuisement jusqu'au prochain repos long. Une seule infusion par jour est recommandee."
    },
    {
      "id": "herb-falsifal",
      "name": "Falsifal",
      "type": "fortifiant",
      "preparation": "maceration",
      "price": 75,
      "part": "champignon",
      "habitat": "foret",
      "seasons": ["printemps", "ete", "automne"],
      "description": "La falsifal est un champignon de couleur marron que l'on trouve en foret. Sa forme est bombee et lorsqu'on le coupe il degage un petit gaz inoffensif. Mais un herboriste talentueux qui sait comment recuperer ce gaz en tirera une maceration aux effets surprenants sur la respiration.",
      "effect": "La maceration de falsifal double la valeur du modificateur de Constitution (minimum +1) pour calculer le temps pendant lequel on peut retenir sa respiration ainsi que le nombre de rounds durant lesquels on peut survivre lorsqu'on ne peut plus respirer."
    },
    {
      "id": "herb-fenouilly",
      "name": "Fenouilly",
      "type": "antipoison",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La fenouilly est une jolie plante que l'on cultive autant pour agrementer un jardin que pour sa capacite a contrer les poisons. Dans certaines cours royales les cuisiniers ajoutent des feuilles de fenouilly hachees dans le plat de leur souverain.",
      "effect": "Manger des feuilles de fenouilly donne un bonus de +2 aux jets de sauvegarde contre tous les poisons de type ingestion pour l'heure qui suit. La plante est par contre sans effet si le poison est deja dans l'organisme."
    },
    {
      "id": "herb-ferfendu",
      "name": "Ferfendu",
      "type": "alterant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "Le ferfendu est un arbuste qu'on trouve le plus souvent en bordure de forets. Une infusion de ses feuilles permet de mieux voir dans l'obscurite.",
      "effect": "Boire le breuvage permet de voir dans une zone de visibilite reduite comme si la visibilite etait normale durant 1 minute. Dans une zone de visibilite nulle, avoir bu l'infusion est sans effet. On peut boire plusieurs fioles de ferfendu de maniere consecutive sans probleme. Les durees ne se cumulent pas, mais a chaque nouvelle absorption la vue sera amelioree."
    },
    {
      "id": "herb-fetrefe",
      "name": "Fetrefe",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "foret",
      "seasons": ["printemps", "automne"],
      "description": "La fetrefe est une mousse de couleur vert fonce piquee de points blancs qui pousse le long du tronc de certains arbres en forets. La preparation qu'on tire de cette mousse permet de mieux resister aux contusions.",
      "effect": "Une decoction de fetrefe donne un avantage aux jets de sauvegarde de Constitution pour ne pas etre inconscient pour une duree de 1 heure. Notez egalement que sucer de la mousse de fetrefe, meme si le gout n'est pas des plus agreables, aide a soulager les maux de tete."
    },
    {
      "id": "herb-flousse",
      "name": "Flousse",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Cette plante haute donne de petits fruits semblables a des grains de cassis en taille et en couleur. Leur gout acide se rapproche pas contre plus du citron. Manger ses baies a la propriete d'augmenter la tension dans les globes oculaires avec pour consequence de faire rompre certains petits vaisseaux sanguins qui remplissent les yeux de sang. La vision n'est toutefois pas affectee. On peut douter de l'interet de manger ces fruits vu les consequences que cela entraine. En fait, plusieurs tribus barbares affectionnent la flousse car les yeux sanglants des guerriers qui la consomment ne font qu'encore plus intimider leurs adversaires.",
      "effect": "Manger des baies de flousse donne un bonus de +2 aux jets de Charisme (Intimidation) pour une duree de 1 minute. Il n'y a pas de contre-indication connue au fait d'abuser de ces fruits, malgre l'aspect spectaculaire que cela peut donner."
    },
    {
      "id": "herb-foulaine",
      "name": "Foulaine",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La foulaine est un arbuste d'environ 40 cm de haut qui donne de tout petits fruits bleu fonce. Outre l'alcool qu'on en tire, ces baies ont la vertu d'augmenter legerement la vitesse de deplacement, sans toutefois accroitre la fatigue.",
      "effect": "Manger des baies de foulaine permet d'augmenter la vitesse de deplacement de 1,50 metre par round, et ce quelle que soit la vitesse de base. Une dose permet de garder ce rythme environ 1 minute, l'effet est donc rapide. Certaines personnes en mangent avant de devoir realiser un saut par exemple. Une seule dose fait effet entre deux repos courts."
    },
    {
      "id": "herb-gabruche",
      "name": "Gabruche",
      "type": "curatif",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "montagne",
      "seasons": ["automne"],
      "description": "Cet arbre au tronc mesurant jusqu'a deux metres de diametre est plus connu dans certaines regions comme l'arbre des braves. Il est recherche pour les vertus de son ecorce. Une grande quantite d'ecorce est necessaire pour preparer sa decoction qu'on realise generalement dans un grand chaudron pour n'en tirer finalement que quelques fioles. Cet elixir a le pouvoir d'augmenter la resistance physique. De nombreux combattants en sont friands et n'hesitent pas a depenser de fortes sommes pour s'en procurer.",
      "effect": "Boire une decoction de gabruche donne 1 point de vie temporaire par niveau. Ces points persistent jusqu'au premier coup qui touche le sujet, quel que soit le montant des degats recus, ou pour une duree maximale de 10 minutes si aucun degat n'est recu durant ce temps."
    },
    {
      "id": "herb-gardax",
      "name": "Gardax",
      "type": "curatif",
      "preparation": "decoction",
      "price": 20,
      "part": "racines",
      "habitat": "foret",
      "seasons": ["printemps", "automne"],
      "description": "Cette ronce veneneuse aux epines rouges peut etre mortelle pour les petits mammiferes tel les rats ou les petits chats. Bien preparee, par contre, ses racines servent a soigner des dommages tres speciaux.",
      "effect": "Une decoction de gardax permet de recuperer 1d8 points de vie perdus a cause de degats de type tonnerre. Ne pas administrer aux animaux !"
    },
    {
      "id": "herb-garigne",
      "name": "Garigne",
      "type": "curatif",
      "preparation": "decoction",
      "price": 15,
      "part": "ecorce",
      "habitat": "plaine",
      "seasons": ["automne"],
      "description": "La garigne est un tres vieil arbre qui possede une forme un peu squelettique due a son tres faible nombre de feuilles. C'est d'ailleurs l'un des seuls qui porte un nom feminin. On en tire un breuvage qui soigne tout type de blessure. Il y a toutefois un petit effet secondaire : une perte passagere de la vision pour une dizaine de secondes, qui fait que boire de suite plusieurs fioles de garigne n'est pas recommande.",
      "effect": "Une decoction d'ecorce de garigne permet de recuperer 1d4 points de vie. La duree de la perte de vision est exponentielle si l'on boit plus d'une dose en moins de 10 minutes."
    },
    {
      "id": "herb-golcorone",
      "name": "Golcorone",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "Les feuilles de cet arbuste sont tres recherchees. On en tire en effet une infusion que les apothicaires recommandaient initialement pour stopper les tremblements. Mais les archers qui ont eu acces a cette preparation se sont rapidement rendu compte qu'elle ameliorait egalement leur rendement, a tel point que de nos jours de nombreux concours de tir a l'arc en interdisent son usage. Les archers d'elite de la cite de Laelith en auraient un petit stock qu'ils utiliseraient pour des missions de haute importance.",
      "effect": "Une infusion de golcorone donne un bonus de +1 aux attaques a distance realisees avec une arme qui utilise des munitions (arc, arbalete, sarbacane, etc) pour une duree de 1 minute."
    },
    {
      "id": "herb-gylvire",
      "name": "Gylvire",
      "type": "alterant",
      "preparation": "maceration",
      "price": 75,
      "part": "plante",
      "habitat": "littoral",
      "seasons": ["ete"],
      "description": "La gylvire est une sorte d'algue jaunatre avec des tiges vertes. La maceration qu'on en tire permet de respirer beaucoup plus longtemps sous l'eau. Elle se vend dans des flasques de 50 cl qui equivalent a 5 doses. A noter que le gylvire donne une tres mauvaise haleine pour l'heure qui suit.",
      "effect": "Pour une dose de gylvire avalee, le sujet peut respirer sous l'eau 1 minute de plus que ce que sa constitution lui permet. Pour rappel, une creature peut normalement respirer sous l'eau un nombre de minutes egal a 1 + son modificateur de Constitution. L'organisme sature au bout de 10 doses et la duree de la respiration sous l'eau n'augmente plus passe cela. La gylvire ne fonctionne que sous l'eau et reste sans effet si le sujet ne peut plus respirer pour toute autre raison."
    },
    {
      "id": "herb-haquedi",
      "name": "Haquedi",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Cette plante possede de petites feuilles qui changent de couleur suivant les saisons, passant du vert au printemps, au rouge a la fin de l'ete, puis a une couleur cafe en automne. C'est durant les deux mois les plus chauds de l'ete que sortent ses fruits de la taille d'un cassis. L'haquedi est une plante particulierement reputee chez les rodeurs et les druides qui s'en servent pour amadouer les animaux sauvages, tout en veillant de pres a ce qu'on n'en abuse pas car l'haquedi a tendance a se faire de plus en plus rare au fil des annees.",
      "effect": "Toute creature qui tente un jet Sagesse (Dressage) sur un animal qui a mange des baies d'haquedi moins d'une heure avant gagne un bonus de +1."
    },
    {
      "id": "herb-harir",
      "name": "Harir",
      "type": "fortifiant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "montagne",
      "seasons": ["ete"],
      "description": "Cette plante qui donne des feuilles semblables au houx mais beaucoup moins epaisses pousse en altitude. La consommation de son infusion qui melange ses feuilles et ses glands durcit l'epiderme apres un delai de 10 minutes.",
      "effect": "Une infusion de harir reduit de 1 les degats contondants, perforants et tranchants que vous recevez d'armes non magiques pour une duree de 10 minutes. Plusieurs doses ne cumulent pas le bonus, mais chez certains montagnards qui en ont consommees regulierement depuis des annees, l'effet deviendrait permanent."
    },
    {
      "id": "herb-helival",
      "name": "Helival",
      "type": "curatif",
      "preparation": "absorption_directe",
      "price": 5,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "Cette plante plutot courante donne des fruits tres fragiles qui ressemblent a de minuscules framboises. Les paysans qui la connaissent les consomment pour soigner des egratignures, des piqures d'insectes ou de petites coupures.",
      "effect": "Les fruits d'helival soignent 1 point de vie par niveau si le sujet n'a pas perdu un nombre de points de vie superieur a son niveau (soit 1 pv au niveau 1, 2 pv au niveau 2, etc)."
    },
    {
      "id": "herb-jaffray",
      "name": "Jaffray",
      "type": "antipoison",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Cette plante aux minuscules fleurs de moins de 5 mm est un tres bon contrepoison pour les poisons vegetaux. Ses effets durent quelques heures, mais une utilisation trop frequente immuniserait contre ses effets benefiques.",
      "effect": "Une infusion de jaffray donne un bonus de +2 aux jets de sauvegarde contre les poisons de type vegetal pour 1d4 heures. Le jaffray est par contre inoperant si le poison est deja dans l'organisme."
    },
    {
      "id": "herb-ironar",
      "name": "Ironar",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 25,
      "part": "racines",
      "habitat": "montagne",
      "seasons": ["printemps", "automne"],
      "description": "L'herbe naine, voila l'autre nom de l'ironar. Cette plante de 50 cm de haut aux feuilles bleu sombre et aux fleurs orange vif ne pousse presque qu'exclusivement sur des terrains montagneux gorges de fer et de minerais, ce qui explique la legende qui dit que l'ironar ne pousse qu'a l'entree des mines naines. Quoi qu'il en soit, les epaisses racines de cette plante (jusqu'a 5 cm de diametre tout de meme) s'utilise pour se proteger de la paralysie.",
      "effect": "Une decoction d'ironar donne un bonus de +1 aux jets de sauvegarde pour ne pas etre paralyse durant 1 heure."
    },
    {
      "id": "herb-jojopopo",
      "name": "Jojopopo",
      "type": "curatif",
      "preparation": "infusion",
      "price": 20,
      "part": "racines",
      "habitat": "marais",
      "seasons": ["printemps", "automne"],
      "description": "Le jojopopo est une plante grasse de couleur noire que l'on trouve dans certains marais. Le lait blanc qui coule de ses epaisses racines lorsqu'on les coupe sert a soigner les gelures et autres degats dus au froid.",
      "effect": "Une infusion de jojopopo permet de recuperer 1d8 points de vie perdus a cause de degats de type froid."
    },
    {
      "id": "herb-kelventari",
      "name": "Kelventari",
      "type": "curatif",
      "preparation": "infusion",
      "price": 10,
      "part": "plante",
      "habitat": "montagne",
      "seasons": ["ete"],
      "description": "Cet arbuste pousse sur le flanc le plus ensoleille des hautes collines ou des basses montagnes. Ses feuilles sont connues des herboristes et des apothicaires pour ses vertus curatives.",
      "effect": "Une infusion de kelventari permet de recuperer 2 points de vie par niveau, jusqu'a concurrence de 50% du maximum de points de vie de la creature. Entre deux repos courts, une seule infusion fait effet."
    },
    {
      "id": "herb-laumpor",
      "name": "Laumpor",
      "type": "curatif",
      "preparation": "infusion",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La laumpor est une jolie plante aux grandes et belles fleurs jaunes qui agremente meme certains jardins. Elle est par contre fragile car elle ne supporte pas du tout le froid et meurt des les premiers givres. Son infusion est connue pour ses capacites curatives.",
      "effect": "Une infusion de laumpor permet de recuperer 2 points de vie par niveau. Entre une et quatre infusions par jour font effet, pas plus."
    },
    {
      "id": "herb-kilmatur",
      "name": "Kilmatur",
      "type": "curatif",
      "preparation": "decoction",
      "price": 20,
      "part": "racines",
      "habitat": "desert",
      "seasons": ["printemps", "automne"],
      "description": "Le kilmatur est un cactus de grande taille (plus de 2 metres de haut) que l'on trouve logiquement dans les deserts. Ses racines, qui s'enfoncent a plus de dix metres sous terre pour trouver de l'eau, donnent une huile qui soigne les brulures ou tout autre dommage provoque par le feu. Le kilmatur agit aussi sur les cicatrices de ces blessures, les rendant presque invisibles apres une petite cure de deux semaines. Les druides l'utilisent souvent pour les brulures au visage.",
      "effect": "L'huile de kilmatur permet de recuperer 1d8 points de vie perdus a cause de degats de type feu."
    },
    {
      "id": "herb-lessentor",
      "name": "Lessentor",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "plaine",
      "seasons": ["automne"],
      "description": "L'ecorce de lessentor, de couleur brun-orange, a la particularite d'etre extremement lisse. On en tire une preparation au gout sucre qui augmente les reflexes. Certains roublards experimentes aiment a utiliser le lessentor lors de missions d'exploration a hauts risques.",
      "effect": "Une decoction de lessentor donne un bonus de +2 a l'initiative et aux jets de sauvegarde de Dexterite pour 1 minute. Plusieurs potions n'accumulent pas les bonus, et le lessentor est sans effet sur les autres jets de Dexterite."
    },
    {
      "id": "herb-lunort",
      "name": "Lunort",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "Ce petit arbuste donne peu de fleurs mais enormement de feuilles. Son infusion stimule le cerveau et augmente la memoire. On s'en sert dans certains cas pour essayer de faire retrouver la memoire a des amnesiques, mais le prix du traitement le reserve aux elites.",
      "effect": "La preparation de lunort octroie un bonus de +2 aux jets d'Intelligence pour 1 minute."
    },
    {
      "id": "herb-mandragore",
      "name": "Mandragore",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "montagne",
      "seasons": ["printemps", "automne"],
      "description": "Cette plante qui possede des racines qui ont la forme d'un corps humain est entouree de mille legendes et sert d'ingredient a de nombreuses formules magiques, aphrodisiaques ou medicaments pour lutter contre les insomnies. L'effet reel de toutes ces applications n'est toutefois pas avere. Par contre les herboristes experimentes en font une decoction qui previent efficacement de la petrification.",
      "effect": "Une decoction de mandragore donne un avantage aux jets de sauvegarde pour ne pas etre paralyse durant 1 heure."
    },
    {
      "id": "herb-macabate",
      "name": "Macabate",
      "type": "antipoison",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "littoral",
      "seasons": ["printemps", "automne"],
      "description": "Le macabate est un arbre qui pousse dans des climats tropicaux. Il ne mesure pas plus de deux metres de haut, mais ses racines s'etendent horizontalement sur plus de 10 metres de diametre. Celles-ci doivent etre pelees car c'est leur coeur qu'on utilise pour realiser un tres bon antipoison vendu sous forme de poudre.",
      "effect": "Un peu de poudre de decoction de macabate dans le nez et la gorge donne un avantage aux jets de sauvegarde contre tous les poisons par inhalation, qui sont parmi les plus redoutables, pour 1d4 heures, et aux jets de sauvegarde pour annuler l'etat empoisonne et tout autre effet du a un poison par inhalation qui a ete respire dans l'heure precedente. Le sujet ne recupere toutefois aucun point de vie perdu a cause du poison."
    },
    {
      "id": "herb-marmalleau",
      "name": "Marmalleau",
      "type": "curatif",
      "preparation": "maceration",
      "price": 75,
      "part": "plante",
      "habitat": "montagne",
      "seasons": ["ete"],
      "description": "Cette plante a l'allure particuliere est la base d'une preparation qui aide a stopper les hemorragies. A l'etat brut, appliquer ses fleurs sur une petite coupure met fin aux saignements. Preparee par un herboriste, la maceration peut faire de meme sur des blessures bien plus consequentes.",
      "effect": "La maceration de marmalleau donne un avantage a tous les jets de sauvegarde contre la mort pour l'heure qui suit son absorption, si la blessure a provoque des saignements. Cela ne fonctionne donc pas contre tous les types de degats."
    },
    {
      "id": "herb-maserote",
      "name": "Maserote",
      "type": "dopant",
      "preparation": "maceration",
      "price": 75,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La maserote est une plante fragile aux fleurs rouge qu'on trouve principalement dans les plaines, car elle ne supporte pas les temperatures extremes, quelles qu'elles soient. Les druides experimentes en sont particulierement friands car elle aide a maintenir leur forme animale plus longtemps.",
      "effect": "La maceration de maserote augmente la duree sous laquelle un druide peut revetir sa Forme sauvage de 1 heure, s'il a acces a cette capacite. L'effet secondaire provoque par ce breuvage lorsque son effet prend fin est que les yeux du druide deviennent rouges de sang pendant 1 heure environ."
    },
    {
      "id": "herb-melande",
      "name": "Melande",
      "type": "fortifiant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La melande est la plante des medecins. Elle n'empeche pas de contracter une maladie, mais lutte contre les effets de celles-ci une fois un sujet contamine. Une cure de melande consiste generalement a manger quelques noix toutes les 8 heures. Notez qu'a la difference des plantes qui ne font effet que dans l'heure qui suit la cueillette, les noix de melande gardent leur propriete une journee entiere.",
      "effect": "Avoir mange des noix de melande moins de 8 heures avant donne un bonus de +1 a tout jet de sauvegarde pour mettre fin a une maladie."
    },
    {
      "id": "herb-milorte",
      "name": "Milorte",
      "type": "antipoison",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "Cette plante aux jolies fleurs rose est un tres bon antipoison contre les venins. Accessoirement, son infusion aide aussi a guerir des diarrhees et des vomissements.",
      "effect": "Une infusion de milorte donne un bonus de +2 aux jets de sauvegarde contre les poisons de type venin durant l'heure qui suit. Cette plante est par contre inoperante si le poison est deja dans l'organisme."
    },
    {
      "id": "herb-navouh",
      "name": "Navouh",
      "type": "antipoison",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La navouh, plante aux jolies fleurs bleu, aide a lutter contre les poisons par inhalation. Mais son infusion bouche les voies respiratoires, ce qui fatigue immediatement lorsque l'on veut courir par exemple. Une surdose de navouh peut meme provoquer la mort par d'asphyxie.",
      "effect": "Boire une infusion de navouh donne un bonus de +2 aux jets de sauvegarde contre tous les poisons par inhalation pour l'heure qui suit. Le sujet ne recupere toutefois aucun point de vie perdu a cause du poison."
    },
    {
      "id": "herb-mirenne",
      "name": "Mirenne",
      "type": "curatif",
      "preparation": "infusion",
      "price": 10,
      "part": "ecorce",
      "habitat": "outreterre",
      "seasons": ["automne"],
      "description": "Le mirenne est un petit arbre a l'ecorce blanche qui ne depasse pas les 5 metres. Il est particulierement reconnaissable en ete a ses feuilles orange.",
      "effect": "Une infusion d'ecorce de mirenne soigne 2 points de vie par niveau, pour un maximum de 20 points de vie. Ses effets n'etant cumulatifs dans l'heure qui suit, il faut donc espacer chaque infusion d'au moins une heure."
    },
    {
      "id": "herb-mogarli",
      "name": "Mogarli",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "ecorce",
      "habitat": "montagne",
      "seasons": ["automne"],
      "description": "Le mogarli est un arbre rare et immense qui peut mesurer jusqu'a plus de 40 metres. On l'appelle egalement le saint ou l'arbre saint. L'infusion qu'on tire de son ecorce aide les clercs a repousser plus efficacement les mauvais esprits et les morts-vivants.",
      "effect": "Une creature ayant la capacite Renvoi des morts-vivants (typiquement un clerc) qui boit cette infusion voit son DD augmenter de +1 lorsqu'elle utilise cette capacite dans l'heure qui suit l'absorption. Le breuvage n'a par contre aucun effet sur une creature ne possedant pas la capacite de renvoyer les morts-vivants."
    },
    {
      "id": "herb-oede",
      "name": "Oede",
      "type": "curatif",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "marais",
      "seasons": ["ete"],
      "description": "L'oede est un type de roseau qui pousse dans les marais. Le lait qui coule dans ses tiges est repute pour repousser les limites de la vie comme disent les herboristes.",
      "effect": "Boire une fiole d'infusion d'oede donne un bonus de +1 aux jets de sauvegarde contre la mort pour la minute qui suit. Ce bonus est a considerer comme le resultat brut du de, c'est-a-dire qu'il devient impossible de faire 1 et un 19 au d20 est a considerer comme un 20 naturel."
    },
    {
      "id": "herb-olvar",
      "name": "Olvar",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Cette plante aux fleurs noires a la particularite de rendre plus convaincant. Les pupilles de la creature qui en mange grandissent enormement et son regard en devient presque hypnotique.",
      "effect": "Avaler des fleurs d'olvar donne un bonus de +1 aux jets de Charisme (Persuasion) pour l'heure qui suit."
    },
    {
      "id": "herb-olus-veritis",
      "name": "Olus Veritis",
      "type": "alterant",
      "preparation": "decoction",
      "price": 100,
      "part": "champignon",
      "habitat": "outreterre",
      "seasons": ["printemps", "ete", "automne"],
      "description": "Olus veritis est le nom donne a un champignon qui pousse dans l'Outreterre. La decoction qu'on en tire agit sur les pupilles de maniere inexpliquee et permet de voir des choses incroyables. Par contre son effet rend l'oeil hyper sensible a la lumiere, raison pour laquelle l'olus veritis s'emploie uniquement sous terre.",
      "effect": "Cette decoction donne durant 1 minute la vision veritable. Cela permet entre autres de voir dans les tenebres magiques, de voir les creatures et les objets invisibles, et de detecter automatiquement les illusions visuelles. Par contre, la lueur d'une torche eblouit et la lumiere du soleil aveugle."
    },
    {
      "id": "herb-palmath",
      "name": "Palmath",
      "type": "curatif",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "La palmath est une plante aux fleurs jaunes tres recherchee par les apothicaires, car elle permet de recuperer de toutes sortes de blessures plus rapidement. Et quand une creature est entre la vie et la mort, quelques secondes peuvent faire la difference.",
      "effect": "Faire boire a un mourant une infusion de palmath lui permet de se stabiliser au deuxieme jet de sauvegarde contre la mort reussi, au lieu du troisieme. Il faut par contre toujours trois echecs pour mourir."
    },
    {
      "id": "herb-pattran",
      "name": "Pattran",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "montagne",
      "seasons": ["automne"],
      "description": "Cet arbre robuste a l'epaisse ecorce de plus de 5 cm pousse en montagne. La decoction de son ecorce a la reputation de renforcer les barrieres et les defenses mentales. Elle provoque egalement un petit effet insomniaque durant la nuit qui suit.",
      "effect": "La preparation d'ecorce de pattran donne un avantage aux jets de Sagesse pour une duree de 1 heure."
    },
    {
      "id": "herb-percechaussees",
      "name": "Percechaussees",
      "type": "antipoison",
      "preparation": "maceration",
      "price": 75,
      "part": "ecorce",
      "habitat": "desert",
      "seasons": ["automne"],
      "description": "Cet arbuste rare aux branches couvertes de piquants pousse sur des terres arides comme les deserts. Son tronc, une fois sec, devient poreux. C'est l'antipoison par excellence. Il permet en effet de prevenir les poisons de toutes natures et de tous types.",
      "effect": "Cette maceration donne un avantage aux jets de sauvegarde contre tous les poisons pour les 4 heures qui suivent son absorption."
    },
    {
      "id": "herb-qurl",
      "name": "Qurl",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "montagne",
      "seasons": ["ete"],
      "description": "La qurl est une grande plante qui produit des fruits semblables a des cacahuetes au gout d'amande, mais ce sont ses feuilles qui donnent un coup de fouet qui aide a tenir lors d'efforts intenses.",
      "effect": "Une infusion de qurl donne un bonus de +2 aux jets de Force (Athletisme) pour escalader ou nager durant 1 heure."
    },
    {
      "id": "herb-parlas",
      "name": "Parlas",
      "type": "alterant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "marais",
      "seasons": ["ete"],
      "description": "Cette herbe, appelee aussi herbe de jeunesse, rajeunie en apparence un sujet de maniere temporelle. On utilisait autrefois la parlas pour lutter contre la variole, mais la plante devenant extremement difficile a trouver, cet usage n'est plus le principal. Attention toutefois, la parlas semble etre addictive sur de nombreuses creatures.",
      "effect": "Boire une infusion de parlas rajeunit en quelques minutes l'apparence du sujet de 1d6 ans durant 8 heures. Puis, lentement durant les 8 heures qui suivent, cet effet disparait et le sujet reprend sa veritable apparence."
    },
    {
      "id": "herb-ribolan",
      "name": "Ribolan",
      "type": "fortifiant",
      "preparation": "maceration",
      "price": 75,
      "part": "champignon",
      "habitat": "outreterre",
      "seasons": ["printemps", "ete", "automne"],
      "description": "Le ribolan est un champignon de couleur blanche avec des taches bleues qui pousse dans l'Outreterre. Il est particulierement efficace pour resister aux effets de la paralysie.",
      "effect": "La maceration de ribolan donne un avantage aux jets de sauvegarde pour ne pas etre paralyse durant 1 heure."
    },
    {
      "id": "herb-sanilca",
      "name": "Sanilca",
      "type": "alterant",
      "preparation": "maceration",
      "price": 100,
      "part": "ecorce",
      "habitat": "marais",
      "seasons": ["automne"],
      "description": "Le sanilca est un arbre qu'on trouve dans les marais et dont l'ecorce a la particularite de s'effriter au moindre contact. La poudre qu'on recupere de cette ecorce, melangee ensuite avec du vin, blanc de preference, permet d'obtenir une pate qu'on applique sur les cicatrices.",
      "effect": "Au bout de 6 a 7 jours, on enleve la croute qui s'est formee par la pate sechee, et les cicatrices ont alors quasiment disparues. A noter que cela ne fonctionne que pour les cicatrices de coupures, et pas pour les brulures, les gelures, les degats d'acide ou autres."
    },
    {
      "id": "herb-saraceco",
      "name": "Saraceco",
      "type": "fortifiant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Cette plante de 1 a 1,50 metre de haut produit des fruits semblables a des groseilles mais au gout tres acide. Ces fruits ont la reputation de calmer les maux de tetes mais surtout ils aident a resister aux bruits forts.",
      "effect": "Manger des fruits de saraceco donne un bonus de +1 aux jets de sauvegarde pour ne pas etre assourdi."
    },
    {
      "id": "herb-sherpur",
      "name": "Sherpur",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "Cette plante depasse rarement les 40 cm de haut. Ses fines tiges supportent de grandes feuilles vertes et de petites feuilles jaunes. Ces dernieres ont un effet stimulant sur le systeme auditif.",
      "effect": "Manger des fleurs de sherpur donne un bonus de +1 aux jets de Sagesse (Perception) bases sur l'ouie pour environ 1 heure. En absorber de grande quantite (plus d'une dose) donne un bonus de +2, mais le sujet devient alors tres sensible et un fort volume sonore peut le rendre sourd durant 5 minutes. Un volume exceptionnellement fort pourrait meme le rendre sourd definitivement."
    },
    {
      "id": "herb-sentaye",
      "name": "Sentaye",
      "type": "alterant",
      "preparation": "decoction",
      "price": 50,
      "part": "champignon",
      "habitat": "outreterre",
      "seasons": ["printemps", "ete", "automne"],
      "description": "Le sentaye est un champignon de couleur noir qui degage une petite odeur de cafe. Sa preparation a double tranchant fait qu'on ne l'utilise generalement que de nuit.",
      "effect": "Une decoction de sentaye agit sur les pupilles et permet de voir dans les tenebres comme si l'on etait dans une zone de lumiere faible pour une duree de 1 heure. Par contre, durant ce delai, le sujet obtient la capacite Sensibilite au soleil avec tous les malus que cela implique s'il est expose a la lumiere du soleil, comme un desavantage aux jets d'attaque et aux jets de Sagesse (Perception)."
    },
    {
      "id": "herb-tamors",
      "name": "Tamors",
      "type": "fortifiant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "racines",
      "habitat": "desert",
      "seasons": ["printemps", "automne"],
      "description": "Le tamors est une sorte de cactus de petite taille mais au corps tres large. Ses racines s'enfoncent tres profondement sous terre pour trouver de l'eau. Sucer ses racines a la faculte de dissiper la sensation de soif. Il ne remplace pas l'eau dans le corps, mais efface la sensation de soif pendant 1d4 heures.",
      "effect": "Les racines de tamors donnent un bonus de +5 aux jets de sauvegarde de Constitution DD 15 si le sujet n'a pu boire que la moitie de la quantite d'eau recommandee par jour, ou donne droit a un jet de sauvegarde de Constitution DD 15 sans bonus s'il a bu moins d'eau que cela au lieu d'encaisser automatiquement un niveau de fatigue."
    },
    {
      "id": "herb-tanariske",
      "name": "Tanariske",
      "type": "dopant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "La tanariske est une plante aux feuilles epaisses et aux fleurs orange duveteuses. Ce sont ses fleurs qui ont un effet benefique sur la vue.",
      "effect": "Manger des fleurs de tanariske donne un bonus de +1 aux jets de Sagesse (Perception) bases sur la vue."
    },
    {
      "id": "herb-toreape",
      "name": "Toreape",
      "type": "fortifiant",
      "preparation": "maceration",
      "price": 75,
      "part": "plante",
      "habitat": "littoral",
      "seasons": ["ete"],
      "description": "Les feuilles de cette plante envahissante qui pousse en bord de mer ou de lacs aide a lever ses barrieres mentales contre toute magie visant a prendre le control de son esprit.",
      "effect": "La maceration de toreape donne un avantage aux jets de sauvegarde pour ne pas etre charme durant l'heure qui suit la prise du breuvage."
    },
    {
      "id": "herb-trovas",
      "name": "Trovas",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "racines",
      "habitat": "plaine",
      "seasons": ["printemps", "automne"],
      "description": "Le trovas est une plante qui pivote durant la journee en fonction de la position du soleil, un peu comme le tournesol, mais de couleur verte et beaucoup plus petite. Ses racines aident a lutter contre l'eblouissement.",
      "effect": "Une decoction de trovas donne un avantage aux jets de sauvegarde pour ne pas etre aveugle si le sujet est reellement expose a une source de lumiere importante. Cela ne fonctionne pas si l'effet est entierement magique et ne produit aucune source lumineuse."
    },
    {
      "id": "herb-ur",
      "name": "Ur",
      "type": "fortifiant",
      "preparation": "absorption_directe",
      "price": 10,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "L'ur est une plante particuliere qui, aux bouts de ses branches, possede des bulbes jaunes. Au sein de ceux-ci se trouvent des fruits noirs, eux-memes enveloppes d'une fine ecorce rouge. Ce fruit noir, appele urita, est utilise comme substitut alimentaire.",
      "effect": "Une seule dose d'urita equivaut a 250 g de nourriture, soit l'apport nutritif necessaire pour une demi-journee."
    },
    {
      "id": "herb-vilerge",
      "name": "Vilerge",
      "type": "fortifiant",
      "preparation": "infusion",
      "price": 10,
      "part": "plante",
      "habitat": "foret",
      "seasons": ["ete"],
      "description": "La vilerge est une plante qui pousse en foret. Ses petites fleurs sont de couleur rose ou violette. Une infusion de vilerge a la propriete de reconforter le sujet. Autrefois on s'en servait d'antidepresseur, mais la plante devenant de plus en plus rare, ce n'est plus de nos jours l'effet principal qu'on lui prete.",
      "effect": "Une infusion de vilerge donne un bonus de +1 aux jets de sauvegarde pour ne pas etre effraye durant 1 heure."
    },
    {
      "id": "herb-wodero",
      "name": "Wodero",
      "type": "dopant",
      "preparation": "infusion",
      "price": 30,
      "part": "plante",
      "habitat": "plaine",
      "seasons": ["ete"],
      "description": "Le wodero est une petite plante aux feuilles velues et legerement urticante. Son infusion provoque une sorte d'euphorie qui a pour consequence en combat de rendre plus efficace.",
      "effect": "Boire une potion de wodero donne un bonus de +1 aux jets d'attaque au corps a corps pour 1 minute."
    },
    {
      "id": "herb-yaretalion",
      "name": "Yaretalion",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "arctique",
      "seasons": ["automne"],
      "description": "L'yaretalion est un arbre extremement rare qui ne pousse que dans des climats de froids extremes. Son ecorce est de couleur blanche l'hiver et creme l'ete. Elle possede des proprietes tres particulieres qui aident a lutter contre les pouvoirs de certains morts-vivants. C'est ce qui en fait une des plantes les plus recherchees par les clercs qui luttent contre ces creatures.",
      "effect": "La decoction d'ecorce de yaretalion donne un avantage aux jets de sauvegarde contre l'absorption d'energie, capacite que possedent des creatures comme les necrophages, les spectres et autres ames en peine, pour une duree de 1 heure."
    },
    {
      "id": "herb-xosorrel",
      "name": "Xosorrel",
      "type": "fortifiant",
      "preparation": "decoction",
      "price": 50,
      "part": "ecorce",
      "habitat": "foret",
      "seasons": ["automne"],
      "description": "Le xosorrel est un arbre a l'ecorce particulierement resistante, pratiquement incassable avec les mains. La preparation qu'on realise a partir de cette ecorce permet de mieux resister aux chocs.",
      "effect": "Une decoction de xosorrel donne un avantage aux jets de sauvegarde pour ne pas etre etourdi pour une duree de 1 heure."
    }
  ]
}
